{
  "messages": [
    "Kenapa zombi kalo nyerang barengan? Karena kalo sendirian namanya zomblo.",
    "Apa bedanya apel sama upil? Apel ditaruh di atas meja, kalo upil di bawah meja.",
    "Aku tuh multitasking. Bisa rebahan sambil ngerasa bersalah.",
    "Kenapa di angkot supirnya duduk di depan? Kalo duduk di samping penumpang, nanti jadi pacaran.",
    "Kalo semua orang harus jujur, tukang parkir adalah orang pertama yang bingung.",
    "Kenapa air laut asin? Soalnya ikannya pada keringetan dikejar nelayan.",
    "Hewan apa yang paling nggak sopan? Kutu. Nggak permisi, nginjek-nginjek kepala orang.",
    "Apa bahasa Cinanya 'anak hilang'? Lho, Kok Ilang!",
    "Kenapa di komputer ada tulisan 'ENTER'? Karena kalo tulisannya 'ENTAR', programnya nggak jalan-jalan.",
    "Apa persamaan tukang sate sama tukang soto? Sama-sama nggak jual bakso.",
    "Kenapa spion ada dua? Kalo cuma satu, namanya spion-derman.",
    "Pekerjaan saya sebenernya lari pagi. Tapi 'la' sama 'gi'-nya sering ketinggalan.",
    "Kenapa ikan hidup di air? Soalnya kalo di darat, nanti rebutan motor sama kamu.",
    "Apa bedanya kemeja sama kereta? Kalo kemeja 'one size', kalo kereta 'train size'.",
    "Jangan suka nyalahin orang. Mending salahin diri sendiri, lebih gampang minta maafnya.",
    "Apa bedanya matahari sama bulan? Matahari ada diskon, bulan enggak.",
    "Makanan apa yang paling romantis? Toge. Toge-ther with you.",
    "Siapa penyanyi yang paling jago ngeles? 'Bukan aku...' - (nama penyanyi).",
    "Apa bahasa Indianya 'bumbu dapur'? Tumbar, Miri, Jahe.",
    "Kenapa gorila hidungnya besar? Soalnya jarinya juga besar, buat ngupil.",
    "Hewan apa yang cuma dua huruf? U dan G.",
    "Apa bedanya kamu sama jam 12 siang? Jam 12 siang kesiangan, kalo kamu kesayangan.",
    "Kenapa kita harus berhenti menuntut ilmu? Soalnya kasian ilmunya, dituntut terus.",
    "Kenapa pohon kelapa di depan rumah harus ditebang? Soalnya kalo dicabut, berat.",
    "Hantu apa yang pinter ngitung? Han, tu, tri, four...",
    "Kalo kamu lagi sedih, coba berdiri di depan cermin. Setidaknya yang kamu liat itu lucu.",
    "Masa depan itu kayak kulkas. Kita nggak tahu apa isinya, tapi kita yakin ada enaknya.",
    "Kenapa donat tengahnya bolong? Karena yang utuh dan tulus itu cuma cintaku padamu... *eaaa*.",
    "Aku bukan pemalas. Aku lagi mode hemat energi.",
    "Waktu adalah guru yang hebat. Sayangnya, dia membunuh semua muridnya.",
    "Uang tidak bisa membeli kebahagiaan, tapi lebih enak nangis di mobil mewah daripada di sepeda.",
    "Kunci kesuksesan itu apa sih? Aku cari-cari di keyboard kok nggak ada.",
    "Apa yang lebih berat dari 12 gajah? Kasurnya 12 gajah.",
    "Kalo jodoh nggak kemana. Tapi saingannya ada dimana-mana.",
    "Burung apa yang bikin merinding? Burung...kutet.",
    "Masa depan itu misterius. Kayak isi tahu bulat.",
    "Jangan menyerah. Kecuali pas disuruh nyerah sama tukang parkir.",
    "Buah apa yang durhaka? Melon. Melon-cang dari pohon durian.",
    "Ayam apa yang paling ditakuti? Ayam... Hamil Duluan.",
    "Kenapa nyamuk kalo terbang bunyinya 'nging'? Soalnya dia bawa 'ngiang'. Coba kalo bawa 'ngongo', bunyinya 'ngong'."
  ]
}
